Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Eman (@Emy_Al) tweets:
ko: 이만 (Eman) (@Emy_Al)은 이렇게 트윗했다.

source: At least three protesters were killed and tens others injured Monday when security forces tried to prevent angry protesters from storming the Presidential Palace and the government buildings of the local authority of Taiz province.
ko: 월요일 성난 시위대가 대통령 궁과 타이즈 지방의 정부 청사로 처들어 가는 것을 시위대가 막는 과정에서 최소한 세 명의 시위자가 사망, 수십 명이 다쳤습니다.

source: The sources, who are participating in the marches, said the clashes are continuing as protesters are insisting on marching and surrounding the government buildings.
ko: 시위 행진에 참여했던 사람들에 따르면 시위대가 행군을 강행하고 정부 청사를 둘러싸고는 물러나지 않는 상황이 이어지면서 시위대와 경찰간 충돌이 지속되었다고 합니다.

source: “I myself saw one protester dead in the hospital,” said Riyadh Al Adeeb, journalist and activist in Taiz.
ko: 타이즈의 언론인이자 활동가인 리야드 알 아디브사이드 (Riyadh Al Adeebsaid)는 "저는 한 시위자가 병원에 죽어있는 모습을 목격했습니다"라고 말했습니다.

source: In coastal city of Hudieda in the west of the country, clashes between security forces and angry protesters are also continuing.
ko: 예멘 서쪽의 해안가 도시 후디에다(Hudieda)에서 정부 보안대와 성난 시위대간의 충돌이 지속되고 있습니다.

source: “The new thing today and yesterday is that the protesters are marching in the streets and not sitting in their sit-in places,” the protester Abdul Hafez Al Nehari, one of the leading protesters in Hudeida, said.
ko: 후디에다에서 시위를 지휘하는 압둘 하페즈 알 네하리는(Abdul Hafez Al Nehari) "어제와 오늘의 새로운 사실이 하나 있다면 시위자들이 원래 앉아 있던 곳에 눌러 앉아만 있는 것이 아닌, 거리로 나와서 행진을 하고 있다는 점입니다.

source: “About 400 were injured by the tear gas used by the security forces today and yesterday,” Al Nehari added.
ko: " 라 하며 "어제나 오늘이나 한 400명이 최루탄에 부상당했다는 점도 있습니다"라고 더했습니다.

source: The protesters seem to be planning for marching forward and surrounding the important government buildings, in an escalation step to press Saleh to step down.
ko: 시위대는 살레의 퇴진을 더 강력히 촉구하는 차원에서 계속 행진을 하고 중요 정부 건물을 에워쌀 예정입니다.

source: Graphic Youtube videos
ko: 생생한 유투브 비디오

source: US pressure on Saleh to step down
ko: 살레 대통령 사퇴를 압박하는 미국

source: On Sunday, April 3, the New York Times reports that the US administration has dropped its support for Ali Abdullah Saleh, a major ally for the US its war against Al-Qaeda in the Arabian Peninsula.
ko: 뉴욕 타임즈는 4월 3일 일요일 미국 행정부가 알리 압둘라 살레 정권 지지를 공식적으로 철회했다고 보도했다. 살레 대통령은 지금까지 미국의 아라비안 반도에서의 테러와의 전쟁에서 주요 동맹 세력이었다.

source: "The United States, which long supported Yemen’s president, even in the face of recent widespread protests, has now quietly shifted positions and has concluded that he is unlikely to bring about the required reforms and must be eased out of office, according to American and Yemeni officials." reports the New York Times.
ko: 뉴욕타임즈는 "미국과 예멘 공직자들의 말에 따르면, 최근의 대규모 시위에도 불구하고 오랫동안 예멘 대통령을 지지해왔던 미국은 이제 조용히 입장을 바꿨다. 미국은 살레 대통령이 예멘의 필수 개혁을 수행할 가망이 희박하기 때문에 자리에서 물러나야 한다고 결론을 내렸다.

source: WessalMubasher reports:
ko: "라고 적었다.

source: It is unfortunate that the Obama administration's policy only began "to shift in the past week."
ko: 오바마 행정부의 정책이 지난 주에 와서야 바뀌었다는 점은 불행한 일이다.

source: Salih's demise has been self-evident for much longer than that, and consistent US refusals to see that and the resulting dithering and calls for negotiations (asking protesters to give up the only leverage they have) has only put U.S. security interests more at risk.
ko: 그 결과로 미국은 상당히 허둥대며 협상 요청을 하게되었는데 (미국은 시위자들에게 그들의 유일한 카드를 포기하라고 했다), 이러한 일련의 행동은 미국 안보 이해에 있어 위험한 요소가 되었다.

source: I'm not sure if the US asked itself this question or if it just came to the conclusion that no matter what it did Salih was on his way out, I suspect the latter, but have no inside information.
ko: 미국이 스스로 자문해가면서 이런 결론을 내리게 되었는지, 아니면 어쩌다 보니 '우리가 어떤 식으로 행동을 하든 살레는 퇴출이다' 라고 결론이 나서 여기까지 오게 됬는지 잘 모르겠다. 나는 후자의 가능성에 더 무게를 두고 있지만 이 가설을 확인시켜줄 내부 정보는 없는 상황이다.

source: We should be clear, both scenarios - Salih leaving or staying - are potentially dangerous for US national security, which is one of the reasons the Obama administration is so hesitant to withdraw its support from Salih.
ko: 여기서 여기서 분명한 점이 있다면 두 시나리오 모두 - 살리가 남든지 아니면 떠나든지- 미국의 안보문제에 걸림돌이 될 가능성이 높다는 점이다. 아마 이런 연유에서 오바마 행정부가 그렇게 다급하게 살레 지지를 철회했을 것이다.

source: If Salih leaves the US is worried that the next government won't be as willing to meet US requests in fighting al-Qaeda as Salih has been in the past 14 months (because when journalists talk about Salih being an ally of the US in the war against AQAP this is the period they are referring to).
ko: 먼저 살레가 떠날 경우, 다음 들어설 정부는 살레가 지난 14개월동안 미국에게 한 만큼 미국과 알카에다간의 싸움에 요구를 잘 수용하지 않을 수 있다. 이 점을 미국이 걱정하고 있을 것이다. (14개월이라 함은 언론인들이 평가하는 살레가 미국의 알카에다에 대한 대테러 전쟁의 동맹이 된 기간을 뜻한다.

source: If, on the other hand, Salih stays, in the current environment it would likely take him several months to reassert control over much of the country that he has lost in recent weeks if he ever could, meaning that AQAP would not be as opposed as it has been.
ko: ) 반대로, 살레가 정권을 유지한다면, 그리고 최근 몇 주간 상실했던 통제력을 만약 회복할 수 있다면, 물론 지금 상황에서는 다시 국가 장악력을 회복하려면 수 개월 이상이 걸릴 것이지만, 이때는 알카에다가 지금까지 해왔던 만큼 반대해오지는 않을 것이라는 (또 다른 상황이 펼쳐질 것)이다.

source: Egypt: Mubarak in Detention · Global Voices
ko: 이집트: 감옥 수감 중인 무바라크

source: Just a few months ago, many Egyptians might have wished to see the country's then-President Mubarak in jail, yet almost certainly none of them imagined this wish might come true one day.
ko: 몇 달 전만하더라도 이집트 인들은 당시 대통령이었던 무바라크가 감옥에 들어가 있는 모습을 보기를 희망하면서도 이 희망이 어느 날 갑자기 사실이 될 것이라고 믿지는 못했다.

source: However, on Wednesday April 13, 2011, Egyptians woke up to the news of Mubarak's detention first thing in the morning.
ko: 그러나 올 4월 13일, 이집트인들은 무바라크의 감옥 수감 소식으로 아침을 맞게 되었다.

source: Here is how the moment was documented in the Egyptian social media scene.
ko: 이집트 시민들은 소셜 미디어 상에 이 순간을 기록했다.

source: Celebrating a dictator's detention
ko: 독재자의 수감을 축하하며

source: The Egyptian writer Ibrahim Farghali compared the moment to that of the first man in space: ...
ko: 이집트인 작가 이브라힘 파르갈리(Ibrahim Farghali)는 무바라크의 수감 순간을 인류가 처음으로 우주에 사람을 보낸 순간에 비교했다 : .

source: Yesterday, Russia celebrated the anniversary of the first time a human being went into outer space, Yuri Gagarin.
ko: 어제, 러시아는 최초로 우주로 나간 인간, 유리 가가린의 기념일을 맞아 축하했다.

source: And today Egypt celebrates its former president Hosni Mubarak's journey to prison. We hope that one day Egypt celebrates similar achievements like those of the first world, and we hope then that the revolutionary spirit continues to exist in the streets. Zeinobia also wrote a new blog post about the moment, simply titled, "A Historical Moment".
ko: 그리고 오늘, 이집트는 전 대통령 호스니 무바라크의 감옥으로의 여정을 축하했다.

source: She then elaborated how the president's sons were also detained: Former ousted president Mohamed Hosni Mubarak and his son Alaa and Gamal El-Din are detained for 15 days in jail.
ko: 제이노비아(Zeinobia) 는 "역사적 순간"이란 간단한 제목의 새로운 블로그 포스팅에서 이 순간에 대해 이렇게 기록하며 대통령의 아들들의 수감 사실에 대해 부연하였다: 퇴거된 전 대통령 무하마드 호스니 무바라크와 그의 아들 알라아(Alaa), 가말 엘 딘 (Gamal El-Din)은 15일간 감옥에 수감됐다.

source: Zeinobia then continued to explain that Mubarak is facing charges of murdering protesters and stealing public money; however, till now Mubarak is staying in a hospital for health reasons.
ko: 제이노비아는 이어 무바라크는 시위대를 학살하고 공적 자금을 착복한 혐의를 받고 있지만 그가 여태껏 건강상의 이유로 병원에 머물었다고 전했다.

source: Alaa and Gamal Mubarak are facing the same charges as their father.
ko: 아들인 알라아 무바라크와 가말 무바라크는 아버지와 동일한 혐의를 받고 있다.

source: Reactions of the people
ko: 사람들의 반응

source: Brazilian cartoonist Carlos Latuff documented the moment by his own way, with a series of cartoon drawings.
ko: Mubarak Before and After Jan25 Revolution, illustration by Carlos Latuff

source: Mubarak Before and After Jan25 Revolution, illustration by Carlos Latuff
ko: 몇일 간 이집트의 대부분의 트윗들 무바라크 수감에 대해서 말했다.

source: The majority of Egyptian status updates on Twitter over the past couple of days have also been about Mubarak's detention as well. @engmtm: I wish I could interrogate #Mubarak myself :D @Eslam_Foad: Thanks to the guy who writes Mubarak's speeches, without you the revolution wouldn't have succeeded.
ko: @engmtm: 내가 직접 무바라크를 심문하고 싶어 😀 @Eslam_Foad: 무바라크 연설을 대필해 준 분에게 감사의 말을 전합니다. 그분이 없었다면 혁명이 성공할 수 없었을 것입니다.

source: In the past weeks, Torah Prison became not only host for Mubarak's sons, but it has also been hosting many of the pillars of Mubarak's regime.
ko: 몇 주 전, 토라 감옥(Torah)은 부바라크의 아들들뿐 아니라 무바라크 정권의 주요 인사들을 맞게 되었다.

source: People on Twitter did not miss the chance to mock this fact: @MAkhnoukh: Breaking News: Torah Jail is now called Torah Republic and it's citizens demand their independence.
ko: 이렇게 마음껏 비꼴 수 있는 기회를 트위터러들이 놓칠리 없었다: @MAkhnoukh: 속보: 토라 감옥은 이제 토라 공화국이라고 불린답니다.

source: It's got it's own president, government, and they do not need people there. @Aessameldin: Gamal Mubarak will star in Prison Break's new season, and his wife Khadija will join Desperate House Wives crew.
ko: 이 공화국 시민들은 자유를 요구하고 있습니다. 이 공화국에는 대통령도 있고, 정부도 있지만, 국민들은 필요가 없답니다. @Aessameldin: 프리즌 브레이크의 의 새로운 시즌에 가말 무바라크가 나온답니다.

source: Various fake Twitter accounts of Mubarak, his family (Suzanne Mubarak, Alaa Mubarak, Gamal Mubarak and his wife Khadija), and his regime (Fathi Sorour, Safwat El-Sharif and Ahmed Nazif) have also been created to make fun of them.
ko: 무바라크와 그의 가족 (수잔 무바라크, 알라아 무바라크, 가말 무바라크와 그의 부인카디자)와 그의 정권 인사들(Fathi Sorour, Safwat El-Sharif와 Ahmed Nazif)의 가짜 트위터 계정이 여러 개 생기면서 시민들은 그들을 비꼬았다.

source: Finally, despite all this, and despite the list of Mubarak's anti-achievements written by Ahmed Hayman, some people still sympathise with the former president: @MontuEssam: I swear to God I'm now sad to be an Egyptian, because of what I'm seeing now.
ko: 이러한 정황과 아메드 헤이만(Ahmed Hayman) 이 정리한 무바라크의 실정 리스트에도 불구하고 몇몇 사람들은 아직 전 대통령에 대한 연민을 갖고 있는 듯 하다: @MontuEssam: 일이 돌아가는 모습을 보고 있자니 나 자신이 이집트인 이란 사실이 불행하다고 느낀다.

source: How come the Egyptian people carries all this amount of hatred and will to take revenge!
ko: 어쩌다가 이집트 인들이 이 정도의 증오를 달고 살고, 복수를 하고자 하는 사람이 되었을까.

source: What's going?
ko: 도대체 무슨 일이 일어나고 있는 것일까?

source: Are we really that bad?
ko: 우리가 그정도로 나쁜 사람들일까.

source: China: Recent Scandals Show Ongoing Battle for Food Safety · Global Voices
ko: 중국: 계속되는 식품 안전성 논란

source: A slew of food scandals have occurred in China in recent weeks, highlighting the country's ongoing challenge with maintaining levels of food safety.
ko: 최근 몇 주 동안 중국산 식품 관련 스캔들들이 잇따라 발각되면서 식품 안전을 위한 중국의 싸움이 부각되고 있다.

source: Most recently, a report on broadcaster CCTV2 revealed that a Shanghai producer of steamed buns (mantou) used dye and excessive amounts of artificial sweetener in the product, and relabelled for sale buns that had already expired and been returned from local supermarkets.
ko: 가장 최근에 CCTV2 통신의 보도는 상하이의 만두 제조업자가 색소와 기준을 넘는 양의 인공감미료를 사용했고, 유통기한이 지나 지역 슈퍼마켓에서 반품 처리된 만두를 재포장해 팔아온 것을 밝혀냈다.

source: Wang Longxing, director of the Shanghai Food Safety Office, has since apologised for the scandal, insisting that supermarkets should also bear some responsibility for failing to check the quality of the buns before selling them.
ko: 상하이 식품위생관리국 소장 왕 롱싱은 이 사건에 대해 사죄하면서도 만두를 팔기 전에 제품 상태를 제대로 확인하지 않은 슈퍼마켓들 또한 책임을 져야한다고 주장했다.

source: Poisonous milk, meat, rice, and then?
ko: 독성 우유, 고기, 쌀, 그 후엔?

source: Also this month, three children have died and 35 others have been hospitalised in the northwestern province of Gansu, after drinking what officials suspect was milk tainted with nitrite, an industrial salt.
ko: 또한 이번 달에는 북서부의 간쑤 성에서 질산염에 오염되었다고 의심되는 우유를 마신 후 3명의 아이들이 죽고 35명이 병원에 입원하는 사태가 벌어졌다.

source: Chinese state media followed up with news from police that two suspects had intentionally poisoned the milk out of anger against the farmer who had produced it.
ko: 중국 지방 방송은 곧이어 두 용의자가 우유를 공급한 농부에게 앙심을 품고 일부러 우유에 독을 풀었다는 경찰측 주장이 담긴 뉴스를 내보냈다.

source: In March, pork from a subsidiary of China’s largest meat processor, Shuanghui Group in Henan, was found to contain an illegal additive, clenbuterol, used to produce lean meat.
ko: 3월달에는 허난성에 위치한 중국 최대 육류가공회사 슈앙후이 그룹의 자회사가 판매한 돼지고기에서 법적으로 사용이 금지된 첨가물인 클렌부테롤이 검출되었다. 클렌부테롤은 살코기가 적은 고기를 만들기 위해 이용된 것으로 드러났다.

source: Authorities in the province responded by taking 72 people associated with producing, using or selling the additive into custody, closing 16 pig farms and seizing 134 tonnes of pork products.
ko: 허난성 공무원들은 이에 첨가물을 만들거나 사용 또는 판매하는 데 일조한 72명을 구속하고 양돈농장 16가구를 폐쇄 조치했으며 134톤 가량의 돈육 제품을 압수했다.

source: China's Ministry of Agriculture also pledged that the government would launch a one-year crackdown on the use of illegal additives in pig feed.
ko: 중국 농수산부 장관은 정부가 돼지 사료에 불법 첨가물을 넣은 것에 대해 1년의 단속을 시행할 것을 촉구했다.

source: Rice is the major food source in China.
ko: 쌀은 중국의 주요 식재료이다.

source: Photo by Flickr user Herr_Bert (CC BY-SA 2.0)
ko: 플릭커 유저 Herr_Bert의 사진 (CC BY-SA 2.

source: China's rice sector has also faced controversy, with various reports highlighting that as much as 10% of the country's rice is tainted with heavy metals.
ko: 다양한 보도들 에 의해 약 10%의 중국산 쌀이 중금속에 오염되어있다는 사실이 부각되면서 중국의 쌀 생산 농가들 또한 논란에 휘말렸다.

source: In southern China in particular, toxins have been discharged with sewage by mining operations and made their way into rice paddies.
ko: 특히 중국 남부 지방의 경우 광산의 중금속 성분들이 하수구를 통해 논으로 들어갔다.

source: A recent expose by Caixin magazine revealed:
ko: 차이신 잡지 특집 기사는 이렇게 고발했다:

source: Much of the toxic rice is consumed by farm families who can't afford the "clean" rice sold in markets.
ko: 대부분의 오염된 쌀들은 시장에서 판매되는 '깨끗한' 쌀을 살 형편이 안되는 농가들에 의해 소비된다.

source: But some rice laced with heavy metals also slips through safety checks and is sold on the general market, experts say, sometimes to consumers in China's wealthiest cities.
ko: 하지만 전문가들에 따르면 어떤 중금속 쌀들은 안전망을 통과해 대도시의 시장으로 가고 중국에서 가장 부유한 도시에 사는 이들의 입으로 들어가게 된다.

source: Such potentially fatal episodes are not new.
ko: 이런 위험한 일들은 한 두번 일어난 일이 아니다.

source: Perhaps the most notable scandal came in 2008, when six children died and nearly 300,000 fell ill from powdered milk laced with melamine.
ko: 2008년 멜라민이 섞인 분유를 먹고 여섯 명이 죽고 거의 300,000명의 아이들이 병에 걸린 사건은 그 중에서도 가장 이슈가 된 사건이다.

source: An industrial chemical, when added to watered-down milk it can boost readings of protein levels, but also causes kidney stones in infants.
ko: 이 산업용 화학물질이 물에 탄 우유에 섞이게 되면 단백질 함량을 높임과 동시에 유아들의 신장결석을 일으킨다.

source: The episode prompted Chinese authorities to tighten the regulation of food safety, with the country's first Food Safety Law taking effect in June 2009.
ko: 이 사건으로 중국 정부는 2009년 6월 식품 안전법이 효력을 발휘함과 동시에 식품 안전 기준을 더 엄격하게 책정했다.

source: (Incidentally, China's top legislator yesterday called for a more in-depth and comprehensive enforcement of the legislation).
ko: (우연히도, 어제 중국의 최고위 의원은 법의 더 심도있고 엄격한 사용을 촉구했다).

source: Responding to the scandal was Zhao Lianhai (@zhaolianhai), whose son fell ill from the tainted milk.
ko: 이 사건에 반응한 사람은 아들이 오염된 우유를 먹고 병에 걸린 자오 리엔하이 (@zhaolianhai)였다.

source: He set up a website for other affected parents to exchange details on how to sue the companies involved, and was in 2010 sentenced to two and a half years in prison for “disturbing social order” as a result of his activism.
ko: 그는 웹사이트를 만들어 다른 부모들이 관련 회사들을 고소할 방법에 대한 의견을 나누도록 했고, 2010년 그의 활동으로 "사회 안정을 어지럽힌' 죄로 2년 반의 징역을 선고받았다.

source: He was released on medical parole in December of the same year.
ko: 그는 그 해 12월 건강 상의 이유로 가석방되었다.

source: In a recent YouTube clip in which he calls for the release of detained artist Ai Weiwei and other victims of China's recent crackdown on potential dissent, Zhao alludes to the 2008 scandal:
ko: 최근 억류된 예술가 아이 웨이웨이를 비롯해 최근 중국 정부의 정치적 반대파 집중단속의 피해자들을 석방할 것을 요구하며 올린 유튜브 비디오 에서, 자오는 2008년 사건을 이번 사건에 연결시킨다:

source: It seems that many children have been unable to receive timely treatment, including some children whose cases have become more serious.
ko: 상태가 더 심각해진 아이들을 비롯해 많은 피해 아동들이 적절한 치료를 받지 못하는 것으로 보입니다.

source: Local governments, and relevant departments included, have simply turned their backs.
ko: 지 정부와 관련 기관들은 그들에게 등을 돌려버렸죠.

source: We hope first of all from a humanitarian viewpoint, from the most basic consideration of our children, that some practical things be urgently done.
ko: 우리는 인도적 관점에서, 그리고 아이들을 위한 가장 기본적인 관점에서, 신속하고 도움이 되는 조치가 취해지기를 기원합니다.

source: I’m sure that all parents will have an attitude of tolerance in looking at the tragedies that befell each of our families.
ko: 전 우리 모두에게 일어난 이 비극을 모든 부모들은 따뜻한 시선으로 바라봐줄 것이라고 믿습니다 .

source: In this age of hours, we can withstand a measure of grievance.
ko: 지금 우리의 슬픔은 견딜 수 있습니다.

source: But we hope that all of the ills we bear can bring more goodness for this country of ours, creating a better social environment for those who come after us.
ko: 하지만 우리는 우리가 겪는 이 고통이 우리의 조국을 위해 조금은 더 도움이 되는 쪽으로 쓰이기를 바라고, 우리 이후에는 더 나은 사회가 만들어질 수 있도록 쓰이기를 바랍니다.

source: In that society, all of our generations will live in security.
ko: 그 사회에서는 우리 모두가 더 안전하게 살 수 있겠지요.

source: Netizens' comments
ko: 네티즌들의 한 마디

source: ChinaGeeks last week selected and translated a handful of netizens' recent comments on Sina Weibo , China's domestic version of Twitter. Among them:
ko: 지난 주 차이나 긱스(ChinaGeeks) 는 중국 고유의 트위터인 시나 웨이보에 실린 네티즌들의 코멘트들 몇 개를 골라내 번역했다:

source: Take the people from the government department out and shoot them.
ko: 정부 기관 인간들 몇 명을 끄집어내서 총살시켜버리자구요.

source: Why is it always the media that discovers this stuff first?
ko: 왜 항상 미디어가 이런 걸 먼저 발견하는거죠?

source: Any food may have something added to it, so why aren’t the higher-level leaders nervous?
ko: 모든 음식엔 뭔가가 첨가되어 있는데, 왜 고위층 사람들은 긴장하질 않는걸까?

source: They think that of course the common people must eat from the same special, environmentally protected stock that they do what high-level official has been investigated or forced to resign?
ko: 그 사람들은 서민들도 그들이 먹는 것과 똑같이 특별하고 친환경적인 음식을 먹는다고 생각하나 보지?

source: The common people are forced to determine for themselves whether even basic foods and drinks are poisoned or not.
ko: 서민들은 기본적인 먹을 것과 마실 것에 독이 있는지 없는지를 스스로 판단해야 하는데.

source: Leaders of the food safety , have you no sense of shame?
ko: 식품 안전 쪽지도자분들은 부끄럼이라는 게 없는건가?

source: If those food inspection officials who shirked their duty aren’t executed, the problem of contaminated food will never disappear.
ko: 자기 책임을 회피한 식품 검사관들이 처벌받지 않는다면, 오염 식품 문제는 절대 없어지지 않을 거다.

source: There’s no big scandal here, don’t be alarmist.
ko: 절대 큰 사건이 아니니, 과민 반응하지 마세요.

source: Isn’t this just inserting some dye for color?
ko: 그냥 색소 좀 넣는 거잖아요?

source: Isn’t it just putting expired mantou back to work?
ko: 그냥 유통기한 좀 지난 만두 다시 파는 거잖아요?

source: What is that, it’s no big deal… As a great Chinese citizen, as the descendants of Yan Di and Huang Di, as the Chinese who have successfully made it to this point, you’re not even willing to eat this, and you’re not ashamed?
ko: 위대한 중국 시민으로써, 염제(신농)와 황제의 자손으로써, 여기까지 올라온 중국인으로써 이 정도 음식도 못 먹는게 부끄럽지도 않아요?

source: China itself is a society of mutual poisoning, a society of mutual pain-infliction.
ko: 중국은 상호 중독과 상호 고통의 사회입니다.

source: You add some to the milk, I put sweet additives into expired mantou, he puts additives into the food he feeds his pigs, oil, crab, rice, duck eggs… even if the milk manufacturers don’t drink milk, they eat mantou.
ko: 당신은 우유에 뭐 좀 넣고, 난 유통기한 지난 만두에 달달한 첨가물 좀 넣고, 그는 돼지사료에, 석유에, 게에, 쌀에, 오리알에 화학 첨가물 좀 넣는거죠.

source: Even if the mantou makers don’t eat mantou, they eat pork.
ko: 우유 짜는 사람들이 우유를 안 마셔도 만두는 먹어요.

source: Even if the pork farmers don’t eat pork, they drink milk.
ko: 만두 만드는 사람들이 만두를 안 먹어도 돼지 고기는 먹죠.

source: In the end, we’re just hurting ourselves.
ko: 결국 우린 우리 자신을 괴롭히는 거예요.

source: The nation is in peril, inviting ridicule and shame.
ko: 그리고 부끄럽기 짝이 없죠.

source: Blogger Jiangminct, meanwhile, responded to the discovery of mercury in Coilia Ecetenes Jordan, a rare and expensive fresh water fish in the Yangtze river.
ko: 한편 블로거 지앙민트(Jiangminct)는 장강 갈치(양쯔강에 사는 희귀한 민물고기)에서 수은이 발견된 것에 대해 한 마디 했다.

source: Fish dealers had injected mercury to increase the weight of the fish and make it look fresher.
ko: 생선 가게 주인들은 생선 무게를 늘리고 더 신선해보이도록 하기 위해 생선에 수은을 주입했다

source: Global: Bloggers Take Issue with Anti-Niqaab Punditry · Global Voices
ko: 세계 블로거들, 반-니캡 전문가 의견에 문제 제기

source: On April 16, 2011, France's ban on the niqaab and burqa went into effect, re-stirring emotions on the subject and sparking protests in the European country and beyond.
ko: 프랑스에서 2011년 4월 16일부로 니캡과 부르카 금지법이 실행됨에 따라, 이 주제에 대한 국민 감정이 다시 동요되고 유럽 국가와 전 세계적으로 시위가 일어났다.

source: United States-based Egyptian journalist and media pundit Mona Eltahawy has been outspoken in favor of France's ban, stating in a recent video, "I oppose Sarkozy, but I oppose this on women, because what choice do women have besides covering their face?
ko: 미국에서 활동하는 이집트인 언론인 모나 엘타하우이(Mona Eltahawy)는 이 주제의 언론 전문가이며 프랑스의 니캡 금지법에 대해 공개적으로 찬성을 표명하는 인물이다. 그녀는 최근의 한 영상에서 "나는 사르코지에는 반대하지만 여성의 니캡/부르카 착용을 반대하는 입장에는 찬성한다. '여성들이 얼굴을 가리는 것 외에 별 다른 선택이 있겠는가?

source: This ideology doesn't recognize Muslim women's rights."
ko: '하는 식의 발상은 무슬림 여성들의 권리를 전혀 고려하지 않은 처사다"라고 말했다.

source: In the video, hosted by Eliot Spitzer on CNN, Eltahawy debated Heba Ahmed, who wears a niqaab covering; in counterpart, Ahmed stated that "if wants diversity in Islamic belief, then she has to accept my version, just like I have to accept hers."
ko: 토론 반대측에 선 아메드는 "만약 엘타하우이가 이슬람 믿음의 다양성을 인정한다면 내가 그녀의 생각을 받아들였듯 그녀도 내 방식을 받아들여야 할 것이다" 라고 말했다.

source: This debate, along with other recent debates in which Eltahawy appeared, has engendered debate in the blogosphere, much of which focuses directly on Eltahawy's standpoint.
ko: 이 토론은 엘타하우이가 최근 등장한 일련의 토론들과 마찬가지로 블로그 상에서 열띤 논쟁을 불러일으켰다. 사람들 대부분이 특별히 엘타하후이의 입장에 초점을 맞추고 있었다.

source: Shanfaraa, an Egyptian-American blogger who is also a professor of law, agrees with Eltahawy that the niqaab is not a religious requirement, and states that, like her, he rejects the theology that forces women to wear it, but nevertheless disagrees with her stance, explaining:
ko: 이집트 미국인 블로거이자 법학 교수인 샨파라아(Shanfaraa)는 니캡이 종교적 필수 요소가 아니란 점과, 따라서 그것을 여성에게 강요하는 이슬람 해석을 거부한다는 점에서는 엘타하후이와 의견을 함께 했다. 그러나 그는 결론적으로 엘타하우이의 입장에는 반대하는데, 그 이유를 이렇게 부연했다:

source: Mona seems to believe that once a person falls into the grasp of Wahhabi-Salafi theology, they can never escape, but in fact, Mona herself is the best evidence repudiating that view.
ko: 모나 엘타하우이는 사람이 한 번 와하비-살라피 신학 마수에 빠지면 거기에서 절대 빠져 나오지 못할 것이라 믿고 있는 듯 하다.

source: After all, she grew up in Saudi Arabia and managed to resist that kind of religious indoctrination.
ko: 그녀는 사우디 아라비아에서 자라난 사람으로서 이러한 종교 교리를 거부하는데 성공한 케이스다.

source: Might it not be the case that individuals in liberal cultures are at least as capable of changing their religious commitments as Mona was?
ko: 모나의 경우는 개인들이 자유로운 문화 속에서라면 최소한의 종교적 신념을 바꿀 수 있는 것을 보여주는 반증이 아닐까?

source: The most dangerous aspect of the niqab ban, and the one that I believe Mona radically underestimates, is that the state is giving itself the right to define what a particular symbol, in this case, the face veil, means to those who adhere to it.
ko: 니캡 금지법의 가장 두려운 점이라 하면, 그리고 내가 보기에 모나가 그 위험성을 과하게 얕보고 있는 점은, 프랑스 정부가 어떤 특정 상징을 마음대로 정의내릴 수 있는 권리를 스스로에게 부여한 점이다.

source: I doubt any Muslim woman wearing a face veil would agree with the French State’s characterization of it as a form of slavery.
ko: 프랑스는 얼굴 베일 쓰기를 고수하는 사람들에게 베일이 어떤 의미를 가지는지 마음대로 정의를 내렸지만, 실제로 얼굴 베일을 쓴 어떤 무슬림 여성이라도 이것이 '종속'의 의미를 가진다고 하는 프랑스의 정의를 받아드리지 않을 것이다.

source: I doubt even Mona would agree with that.
ko: 심지어 모나도 이에는 동의 않으리라 본다.

source: Yet, by agreeing with the French law, she is acquiescing to giving the state this power of interpretation backed by coercive force over people’s inner thoughts, a very dangerous power indeed.
ko: 모나는 프랑스 법에 동의를 함으로써 국가가 강제력으로 사람들의 생각을 해석할 수 있게 하는 상당히 위험한 권력을 부여하는데 인정한 꼴이 되어버렸다.

source: The Cynical Arab, a Lebanese-American blogger, takes issue with the rhetoric used by Eltahawy in a piece called "On Caged Birds and Liberators".
ko: 시니컬 아랍(Cynical Arab)이란 레바논인이자 미국인 블로거는 엘타하우이의 수사법에 문제를 제기했다.

source: In it, she criticizes:
ko: 그녀는 "새장에 갇힌 새들과 해방자들"이란 제목의 글에서 이렇게 비판했다:
